---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.FileImportedEventArgs
source: html/e4b85914-1008-e826-0246-e7baf888c7d8.htm
---
# FileImportedEventArgs Members

Indicates whether the event is being cancelled.